Repository: odraencoded/chrono-marker
Catalog: i18n/*/LC_MESSAGES/chrono-marker.po
Languages: pt_br

source: Started ticking with {0}.
pt_br: Começou a contagem com {0}.

source: Started counting down with {0}.
pt_br: Começou a contagem regressiva com {0}.

source: Stopped ticking with {0}.
pt_br: Parou a contagem com {0}.

source: Stopped counting down with {0}.
pt_br: Parou a contagem regressiva com {0}.

source: Chrono Marker is crashing due to the following error "{0}"
pt_br: Chrono Marker está finalizando pelo seguinte erro "{0}"

source: Chrono Marker is crashing due to an unknown error.
pt_br: Chrono Marker está finalizando por um error desconhecido.

source: License
pt_br: Licença

source: File
pt_br: Arquivo

source: Quit
pt_br: Sair

source: About
pt_br: Sobre

source: Edit
pt_br: Editar

source: Copy
pt_br: Copiar

source: Delete
pt_br: Excluir

source: Select All
pt_br: Selecionar Tudo

source: Export...
pt_br: Exportar...

source: Stopwatches...
pt_br: Cronômetros...

source: Preferences...
pt_br: Preferências...

source: Undo
pt_br: Desfazer

source: Redo
pt_br: Refazer

source: View
pt_br: Ver

source: Keep Above
pt_br: Manter Acima

source: Keeps the log window on top of other windows
pt_br: Mantém a janela de registro ao topo de outras janelas

source: Help
pt_br: Ajuda

source: General
pt_br: Geral

source: Preview
pt_br: Exêmplo

source: Formatting
pt_br: Formatação

source: Name
pt_br: Nome

source: Create
pt_br: Criar

source: Compact Mode
pt_br: Modo Compacto

source: About Chrono Marker
pt_br: Sobre Chrono Marker

source: Source
pt_br: Fonte

source: Event
pt_br: Evento

source: Occurred
pt_br: Ocorreu

source: {0} Log
pt_br: {0} Registro

source: {0} Selected
pt_br: {0} Selecionado

source: No Logs
pt_br: Sem Registros

source: Export Logs As Text
pt_br: Exportar Registros Como Texto

source: Preferences
pt_br: Preferências

source: Create a stopwatch on startup
pt_br: Criar um cronômetro ao iniciar

source: Name of the stopwatch to create on startup
pt_br: Nome do cronômetro ao criar ao iniciar

source: By default stopwatches are
pt_br: Por padrão cronômetros são

source: Compact
pt_br: Compacto

source: Stopwatches will be created with a single button and a small display
pt_br: Cronômetros serão criados com um único botão and um display pequeno

source: Docked
pt_br: Acoplado

source: Stopwatches will be created docked in the log window
pt_br: Cronômetros serão criados acoplados à janela de registro

source: Show the following in the stopwatch display
pt_br: Exibir os seguntes itens no display do cronômetro

source: Plus Symbol
pt_br: Sinal de Mais

source: Prefix a + when the time is positive
pt_br: Prefixar um + quando o tempo for positivo

source: Minus Symbol
pt_br: Sinal de Menos

source: Prefix a - when the time is negative
pt_br: Prefixar um - quando o tempo for negativo

source: Separators
pt_br: Separadores

source: Show separators between time units
pt_br: Exibir separadores entre unidades de tempo

source: Abbreviations
pt_br: Abreviações

source: Show abbreviations next to time units
pt_br: Exibir abreviações ao lado de unidades de tempo

source: Leading Zeros
pt_br: Zeros à Esquerda

source: Uncheck to hide any left side zeros
pt_br: Desmarque para esconder zeros ao lado esquerdo do display

source: Hours
pt_br: Horas

source: Uncheck to convert hours to minutes
pt_br: Desmarque para converter horas para minutos

source: Minutes
pt_br: Minutos

source: Uncheck to convert minutes to seconds
pt_br: Desmarque para converter minutos para segundos

source: Seconds
pt_br: Segundos

source: Uncheck to convert seconds to milliseconds
pt_br: Desmarque para converter segundos para milisegundos

source: Milliseconds
pt_br: Milisegundos

source: Uncheck to hide fractions of second
pt_br: Desmarque para esconder frações de segundo

source: For previewing purposes only
pt_br: Somente para pré-visualização

source: Rename {0}
pt_br: Renomear {0}

source: New Name
pt_br: Novo nome

source: Type a new name for the stopwatch here
pt_br: Digite um novo nome para o cronômetro aqui

source: You can edit the time in this box
pt_br: Você pode editar o tempo nesta caixa

source: Count forward
pt_br: Contar para frente

source: Count backward
pt_br: Contar para trás

source: Start
pt_br: Contar

source: Begins counting forward
pt_br: Começa a contar para frente

source: Begins counting backward
pt_br: Começa a contar para trás

source: Stop
pt_br: Parar

source: Stops counting
pt_br: Para de contar

source: Revert changes made to the display
pt_br: Reverte mudanças feitas ao display

source: Stopwatch - {0}
pt_br: Cronômetro - {0}

source: Stopwatches
pt_br: Cronômetros

source: Type a stopwatch name to edit it or to create a new stopwatch
pt_br: Digite o nome de um cronômetro para editá-lo ou para criar um novo cronômetro

source: Log the following events
pt_br: Registrar os seguintes eventos

source: When the Start button is clicked
pt_br: Quando o botão Contar for clicado

source: When the Stop button is clicked
pt_br: Quando o botão Parar for clicado

source: Click here to delete this stopwatch, this action cannot be undone
pt_br: Clique aqui para excluir este cronômetro, esta ação não pode ser desfeita

source: Counting
pt_br: Contagem

source: Choose the counting direction
pt_br: Escolha a direção de contagem

source: Count Forward
pt_br: Contar Para Frente

source: Count Backward
pt_br: Contar Para Trás

source: Counting Speed
pt_br: Velocidade de Contagem

source: How many seconds are elapsed in this stopwatch every second
pt_br: Quantos segundos passam neste cronômetro a cada segundo

source: Apply Settings
pt_br: Aplicar Configurações

source: Click here to apply the changes made to this stopwatch counting settings
pt_br: Clique aqui para aplicar as mudanças feitas as configurações de contagem deste cronômetro

source: Window
pt_br: Janela

source: Configure the window layout
pt_br: Configure o layout da janela

source: Dock in Log Window
pt_br: Acoplar à Janela de Registros

source: Check to dock this stopwatch's window inside the log window
pt_br: Marque para acoplar a janela deste cronômetro dentro da janela de registro

source: Check to show only one button and a smaller display in this stopwatch's window
pt_br: Marque para exibir somente um botão e um display menor na janela deste cronômetro

source: Visible
pt_br: Visível

source: Click here to show or hide this stopwatch's window
pt_br: Clique aqui para exibir ou esconder a janela deste cronômetro

source: Check to keep this stopwatch's window on top of other windows
pt_br: Marque para manter a janela deste cronômetro ao topo de outras janelas

source: Click here to create a stopwatch with this name
pt_br: Clique aqui para criar um cronômetro com este nome

source: Rename...
pt_br: Renomear...

source: Click here to rename this stopwatch
pt_br: Clique aqui para renomear este cronômetro

source: Rename
pt_br: Renomear

source: Failed to create stopwatch "{0}".
pt_br: Falha ao criar cronômetro "{0}"

source: Blank names are not valid.
pt_br: Nomes em branco não são válidos

source: A stopwatch with named "{0}" already exists! Please choose another name.
pt_br: Um cronômetro chamado "{0}" já existe! Favor escolher um outro nome.

source: Redelete a Log
pt_br: Reexcluir um Registro

source: Undelete a Log
pt_br: Desexcluir um Registro
